/* Dialog Strings */
"SAVE" = "Arkiver";
"DONTSAVE" = "Arkiver ikke";
"CANCEL" = "Annuller";
"DELETE" = "Slet";
"OK" = "OK";
"APPLY" = "Anvend";
"REVERT" = "Tilbage";
"DONTAPPLY" = "Anvend ikke";
"CONTINUE" = "Fortsæt";
"NONE" = "Ingen";
"ASSIST" = "Hjælp mig…";
"NEW_ISP" = "Få ny Internetudbyder…";
"CREATE" = "Opret";
"DO_NOT_CREATE" = "Opret ikke";
"UNKNOWN" = "Ukendt";
"DONE" = "OK";
"AUTHENTICATE" = "Godkend";
"DEAUTHENTICATE" = "Ophæv godkendelse";

"ADVANCED" = "Avanceret";
"SETUP" = "Indstil…";
"CONNECT" = "Tilslut";
"DISCONNECT" = "Afbryd forbindelsen";
"DIAL_NOW" = "Ring op nu";

"EDIT_BUTTON_RENAME" = "Omdøb";
"EDIT_BUTTON_EDIT" = "Rediger…";

"LINK_AGGREGATE" = "Forbind samling";

/* Panel Strings */
"SAVE_CONFIG" = "Anvend ændringer i konfigurationen?";
"IP_FROM_SERVER" = "IP-adresse: Leveres af server\n";
"IP_ADDR" = "IP-adresse: %@\n";
"DELETE_LOC" = "Vil du virkelig slette lokaliteten “%@”?";
"DELETE_CFG" = "Vil du virkelig slette konfigurationen “%@”?";
"DELETE_SERVICE" = "Vil du virkelig slette tjenesten “%@”?";
"NO_UNDO_DESC" = "Handlingen kan ikke fortrydes.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "Tjenesten “%@” er i flere lokaliteter";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Vil du slette den fra alle lokaliteter eller kun fra den aktuelle lokalitet?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Slet fra alle";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Slet fra aktuel";
"RENAME_CFG" = "Skift konfigurationsnavn:";
"RENAME_SERVICE" = "Skriv et nyt navn til “%@”.";
"CREATE_CFG" = "Opret en ny konfiguration, der hedder:";
"CREATE_SERVICE" = "Opret en ny tjeneste, der hedder:";
"DUPLICATE_SERVICE" = "Skriv et navn til dubletten af “%@”.";
"AUTOMATIC_CFG" = "Automatisk";
"DEFAULT_CFG" = "Standard";
"UNTITLED_CFG" = "Uden navn";
"CFG_NAME" = "Konfiguration:";
"CFG_COPY_NO_FORMAT" = "Kopier";
"CFG_COPY" = "%@-kopi";
"AIRPORT_ID" = "AirPort-id:";
"ENET_ID" = "Ethernet-adresse:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Ugyldigt navn!";
"DUPLICATE_NAME" = "Navnet skal være entydigt!";
"INVALID_VLAN_TAG" = "Kode er uden for udsnittet!";
"DUPLICATE_VLAN_TAG" = "Kode skal være entydig!";
"TURN_AIRPORT_OFF" = "Slå AirPort fra";
"TURN_AIRPORT_ON" = "Slå AirPort til";
"AIRPORT_POWER_ON" = "Til";
"AIRPORT_POWER_OFF" = "Fra";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 til 4";

"MODEM_GENERIC" = "Generelt";
"MODEM_OTHER" = "Andet";

"UNTITLED_INTERFACE" = "Uden navn";
"UNTITLED_SERVER" = "Server uden navn";

"ALERT_UNSAVED_CHANGES_FORMAT" = "“%@”-tjenesten har ændringer, som ikke er blevet anvendt. Skal de anvendes?";
"ALERT_UNSAVED_CHANGES" = "Denne tjeneste indeholder ændringer, der ikke er arkiveret";
"ALERT_UNSAVED_CHANGES_EXIT" = "Vil du anvende dine ændringer, før du lukker vinduet Netværk?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "Import vil forårsage, at alle ændringer, der ikke er arkiveret, går tabt. Vil du anvende ændringerne, før du importerer konfigurationen?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Vil du anvende dine ændringer, før du skifter tjeneste?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Vil du anvende ændringerne, før du skifter lokalitet?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Vil du anvende ændringerne, før du redigerer lokalitet?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "Hvis du slår AirPort til/fra, vil alle ændringer, der ikke er arkiveret, gå tabt. Vil du anvende ændringerne, før du slår AirPort til/fra?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "Fornyelse af DHCP-lease vil forårsage, at alle ændringer, der ikke er arkiveret, går tabt. Vil du anvende ændringerne, før du fornyer DHCP-leasen?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "Hvis du opretter forbindelse uden at anvende ændringerne, bruges de tidligere indstillinger. Vil du anvende ændringerne, før du opretter forbindelse?";

"DELETE_VLAN_MULTIPLE" = "Dette VLAN bruges af %d netværkstjenester.";
"DELETE_VLAN_ONE" = "Dette VLAN bruges af en netværkstjeneste.";
"DELETE_VLAN" = "Vil du virkelig slette VLAN'et \"%@\"?";
"DELETE_VLAN_INFO" = "Alle netværkstjenester, der bruger dette VLAN, slettes, hvis du sletter dette VLAN. Du kan ikke fortryde sletning af tjenester og VLAN. Vil du fortsætte med at slette VLAN og dets tilhørende konfigurationer?";

"DELETE_BOND_MULTIPLE" = "Denne samleenhed bruges af %d netværkstjenester.";
"DELETE_BOND_ONE" = "Denne samleenhed bruges af en netværkstjeneste.";
"DELETE_BOND" = "Skal samlingen \"%@\"? virkelig slettes?";
"DELETE_BOND_INFO" = "Alle netværkstjenester, der bruger denne samling, bliver slettet, hvis du sletter samlingen. Du kan ikke fortryde sletning af tjenester og samlinger. Vil du fortsætte med at slette samlingen og de tilhørende konfigurationer?";
"UNTITLED_VLAN" = "VLAN-netværk uden navn";
"UNTITLED_BOND" = "Forbindelse uden navn";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Alle medlemsgrænsefladerne er tilsluttet.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Nogle af medlemsgrænsefladerne er tilsluttet. Klik på Avanceret for at få flere oplysninger.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Ingen af medlemsgrænsefladerne er tilsluttet. Klik på Avanceret for at få flere oplysninger.";

"NEW_INTERFACE" = "Ny grænseflade fundet";
"SAVE_INTERFACE" =  "En ny netværksgrænseflade blev fundet:\r\r%@\r\rKontroller, at den er konfigureret korrekt, og klik på Anvend for at aktivere den.";

"NEW_INTERFACES" = "Nye grænseflader fundet";
"SAVE_INTERFACES" =  "Nye netværksgrænseflader blev fundet:\r\r%@\r\rKontroller, at de er konfigureret korrekt, og klik på Anvend for at aktivere dem.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Gør tjeneste aktiv";
"Make Service Inactive" = "Gør tjeneste passiv";

"Remove Service" = "Fjern tjeneste \"%@\"…";
"Duplicate Service" = "Dubler tjeneste \"%@\"…";
"Rename Service" = "Omdøb tjeneste \"%@\"…";
"DELETE_WITH_NAME" = "Slet \"%@\"…";
"EDIT_WITH_NAME" = "Rediger “%@”…";

/* Location Menu */
"EDIT_LOCATIONS" = "Rediger lokaliteter…";

/* transmitting and receiving */
"tx" = "tx";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "fuld";
"half" = "halv";
"full-duplex" = "fuld dupleks";
"half-duplex" = "halv dupleks";
"flow" = "flow";
"flow-control" = "flow-control";
"auto" = "auto";
"autoselect" = "vælg automatisk";

/* misc service title */
"UNKNOWN_SERVICE" = "Ukendt tjeneste";

/* status strings */
"Inactive" = "Passiv";
"Connected" = "Tilsluttet";
"Connecting" = "Opretter forbindelse…";
"Disconnecting" = "Afbryder forbindelse…";
"Some Connected" = "Nogle tilsluttet";
"Not Connected" = "Ikke tilsluttet";
"Not Configured" = "Ikke konfigureret";
"Unknown State" = "Ukendt status";
"Cable Unplugged" = "Kabel afmonteret";

"Self-Assigned IP" = "Selvtildelt IP";
"No IP Address" = "Ingen IP-adresse";
"Loopback IP" = "Loopback IP";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Konti";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxyservere";
"appletalk" = "AppleTalk";
"bonds" = "Status for forbindelse";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPNoD (VPN on Demand)";
"vpnoptions" = "Indstillinger";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Tjenester";
"Active Services" = "Aktive tjenester";
"Inactive Services" = "Passive tjenester";
"All Services" = "Alle tjenester";
"All Broadband Services" = "Alle bredbåndstjenester";
"All VPN Services" = "Alle VPN-tjenester";
"All Wireless Services" = "Alle trådløse tjenester";
"All Dial-up Services" = "Alle opkaldstjenester";

"All Active Services" = "Alle aktive tjenester";
"Active Broadband Services" = "Aktive bredbåndstjenester";
"Active VPN Services" = "Aktive VPN-tjenester";
"Active Wireless Services" = "Aktive trådløse tjenester";
"Active Dial-up Services" = "Aktive opkaldstjenester";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Indstil rækkefølge på tjenester og andre handlinger";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "MAC-id'en (Media Access Control) til denne netværkshardware";
"AirPortID Tooltip" = "MAC-id'en (Media Access Control) til denne netværkshardware (samme som AirPort-id)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Ugyldig IP-adresse";
"InvalidSubnetMask" = "Ugyldig subnetmaske";
"InvalidRouterAddress" = "Ugyldig routeradresse";
"InvalidServerAddress" = "Ugyldig serveradresse";
"InvalidDomainLabel" = "Ugyldig domæneetiket";
"LinkLocalAddress" = "Forbind lokal adresse";
"InvalidPrefixLength" = "Ugyldig længde på præfiks";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "IP-adressen skal indeholde fire tal mellem 0 og 255 adskilt af punktummer.";
"BasicSubnetMaskError"	= "Subnetmasken skal indeholde fire tal mellem 0 og 255 adskilt af punktummer.";
"DefaultRouteError"	= "Den indtastede værdi er reserveret til standardrouteren og kan ikke bruges som IP-adresse til denne computer.";
"LimitedBroadcastError"	= "Den indtastede værdi er den begrænsede broadcastadresse og kan ikke bruges som IP-adresse til denne computer.";
"FirstQuadReservedError"	= "Den første del af den anførte værdi er uden for udsnittet og kan ikke bruges som routeradresse til denne computer.";
"SourceAddressError"	= "Den første del af den anførte værdi må ikke være nul.";
"LoopbackError"	= "Den første del af den anførte værdi må ikke være 127.";
"BroadcastAddressError"	= "Værtsadressen passer ikke til broadcastadressen.";
"NetworkAddressError"	= "Værtsadressen må ikke være 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "Netværksdelen af IP-adressen passer ikke til subnetadressen.";
"OctetRangeError"	= "IP-adressen er ikke inden for udsnittet af adresser understøttet af routeradressen og subnetmasken.";

// IP and Router match error
"IPRouterMatchError"= "IP-adressen må ikke være den samme som routeradressen.";

// IP Address Link Local Address
"LinkLocalError" = "IP-adressen kan ikke routes. Det anbefales, at du skriver en anden IP-adresse.";

// subnet maskk error reasons
"NonContiguousOnesError" = "Subnetmasken er ikke gyldig. Kontroller værdien for at sikre dig, at den blev indtastet korrekt. Bed netværksadministratoren om hjælp.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Navnene på søgedomæner må kun bestå af bogstaver, tal og bindestreger og skal begynde og slutte med et bogstav eller tal.";

// IPv6 address errors
"IPv6BasicValidationError" = "IPv6-adressen skal bestå af 8 heksadecimale tal fra 0x0 til 0xffff, adskilt af koloner.";
"IPv6RouterBasicValidationError" = "IPv6-routeradressen skal bestå af 8 heksadecimale tal fra 0x0 til 0xffff, adskilt af koloner.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "Længden på IPv6-præfikset skal være et tal mellem 0 og 128. Det anbefales, at den anførte værdi er mindre end 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "Id til DHCP-klienten er for lang";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "Id til DHCP-klienten må ikke indeholde mere end 255 tegn.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 dag, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d dage, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Byte";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Dubler den valgte lokalitet";
"DUPLICATE_SERVICE_TOOLTIP" = "Dubler den valgte tjeneste";
"DELETE_SET_TOOLTIP" =  "Slet den valgte lokalitet";
"DELETE_SERVICE_TOOLTIP" =  "Slet den valgte tjeneste";
"SERVICES_COLUMN_TITLE" = "Tjenester";
"LOCATIONS_COLUMN_TITLE" = "Lokaliteter";
"ADD_LOCATION_TOOLTIP" = "Tilføj en lokalitet";
"DELETE_LOCATION_TOOLTIP" = "Slet den valgte lokalitet";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Vælg de tjenester, der skal føjes til lokaliteten \"%@\"";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "IPSec Shared Secret";

/* Keychain */
"IC_KEYCHAIN" = "Internetopkald";
"8021x_KEYCHAIN" = "802.1X-adgangskode";
"IC_KEYCHAIN_FORMAT" = "Internetopkald: %@";

/* configuration popup menu item titles */
"Rename item" = "Omdøb “%@”…";
"Delete item" = "Slet “%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Tilføj en DNS-serveradresse";
"DELETE_DNS_SERVER_TOOLTIP" = "Fjern en DNS-serveradresse";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Tilføj et DNS-søgedomæne";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Fjern et DNS-søgedomæne";

"ADD_WINS_SERVER_TOOLTIP" = "Tilføj en WINS-serveradresse";
"DELETE_WINS_SERVER_TOOLTIP" = "Slet en WINS-serveradresse";
"Add WINS server address" = "Tilføj WINS-serveradresse";
"Delete WINS server address" = "Slet WINS-serveradresse";

"ADD_8021X_CONFIG_TOOLTIP" = "Tilføj en 802.1X-konfiguration";
"DELETE_8021X_CONFIG_TOOLTIP" = "Slet en 802.1X-konfiguration";
"Add an 802.1x configuration" = "Tilføj en 802.1X-konfiguration";
"Delete an 802.1x configuration" = "Slet en 802.1X-konfiguration";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Tilføj en ny IPv6-adresse";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Slet den valgte IPv6-adresse";

"ADD_SERVICE_TOOLTIP" = "Opret en ny tjeneste";
"REMOVE_SERVICE_TOOLTIP" = "Slet den valgte tjeneste";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ er i brug.";

"CUSTOM_RANGE_FORMAT" = "( %d til %d )";
"MTU_RANGE_ERROR_TITLE" = "Værdi uden for udsnit";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "Den indtastede MTU-værdi er mindre end den min. værdi (%d), der understøttes af grænsefladen.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "Den indtastede MTU-værdi overstiger den maks. værdi (%d), der understøttes af grænsefladen.";
"MTU_RANGE_ERROR" = "Den indtastede værdi er ikke inden for udsnittet af de MTU-værdier, der understøttes af grænsefladen.";

// proxy descriptions
"FTP Proxy" = "FTP-proxy";
"Web Proxy (HTTP)" = "Web-proxy (HTTP)";
"Secure Web Proxy (HTTPS)" = "Sikker web-proxy (HTTPS)";
"Streaming Proxy (RTSP)" = "Streaming-proxy (RTSP)";
"SOCKS Proxy" = "SOCKS-proxy";
"Gopher Proxy" = "Gopher-proxy";
"Automatic Proxy Configuration" = "Automatisk proxykonfiguration";
"Auto Proxy Discovery" = "Automatisk proxyregistrering";
		
// proxy titles
"FTP Proxy Server" = "FTP-proxyserver";
"Web Proxy Server" = "Web-proxyserver";
"Secure Web Proxy Server" = "Sikker web-proxyserver";
"Streaming Proxy Server" = "Streaming-proxyserver";
"SOCKS Proxy Server" = "SOCKS-proxyserver";
"Gopher Proxy Server" = "Gopher-proxyserver";
"Proxy Configuration File" = "Proxy-konfigurationsarkiv";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Ingen certifikater fundet";
"NO_CERT_ALERT_INFO" = "Certifikatgodkendelse kan ikke bruges, fordi din nøglering ikke indeholder nogen certifikater, der kan bruges. Brug Hovednøglering til at importere de korrekte certifikater til din nøglering. Hvis du ikke har de nødvendige certifikater til godkendelse, skal du kontakte netværksadministratoren.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Ingen computercertifikater fundet";
"NO_CERT_MACHINE_ALERT_INFO" = "Certifikatgodkendelse kan ikke bruges, fordi din nøglering ikke indeholder nogen certifikater, der kan bruges. Brug Hovednøglering til at importere de korrekte certifikater til din nøglering. Hvis du ikke har de nødvendige certifikater til godkendelse, skal du kontakte netværksadministratoren.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Intet valgt";
"SELECT_USER_CERT_TITLE" = "Vælg dit certifikat til brugergodkendelse:";
"SELECT_TLS_CERT_TITLE" = "Vælg dit TLS-certifikat:";
"SELECT_MACHINE_CERT_TITLE" = "Vælg dit certifikat til computergodkendelse:";
"SELECT_CERT_INFO" = "Intet valgt";
"CERT_NOT_FOUND" = "Ikke i nøglering";
"CERT_NOT_FOUND_TOOLTIP" = "Det valgte certifikat findes ikke i nøgleringen";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Føj et nyt domæne til listen";
"REMOVE_VPN_DOMAIN" = "Fjern det valgte domæne fra listen";
"Add VPN on Demand domain" = "Tilføj VPNoD-domæne";
"Remove VPN on Demand domain" = "Fjern VPNoD-domæne";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "minutter før genopkald"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Hvis du slår TLS til, mislykkes godkendelsen.";
"ONEX_TLS_INFO" = "TLS kan ikke slås til, fordi din nøglering ikke indeholder nogen certifikater, der kan bruges. Brug Hovednøglering til at importere de korrekte certifikater til din nøglering. Hvis du ikke har de nødvendige certifikater til godkendelse, skal du kontakte netværksadministratoren.";
"NO_CERTS" = "Ingen certifikater fundet";
"TLS_DESC" = "Vælg dit TLS-certifikat:";

"ONEX_OFF_STATUS" = "802.1X er slået fra";
"ONEX_ON_STATUS" = "802.1X er slået til";
"ONEX_INACTIVE_STATUS" = "802.1X er passiv";
"TURN_ONEX_OFF" = "Slå 802.1X fra";
"TURN_ONEX_ON" = "Slå 802.1X til";

"ONEX_LOGIN_OFF_STATUS" = "802.1X-log ind er slået fra";
"ONEX_LOGIN_ON_STATUS" = "802.1X-log ind er slået til";
"TURN_LOGIN_ONEX_OFF" = "Slå 802.1X-log ind fra";
"TURN_LOGIN_ONEX_ON" = "Slå 802.1X-log ind til";

"ENABLE_8021X_TOOLTIP" = "Klik for at slå 802.1X-systemgodkendelse for denne netværkstjeneste til og fra.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Du skal have et brugernavn og en adgangskode, før du kan slå 802.1X-godkendelse til.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Klik for at godkende vha. en 802.1X-konfiguration";
"ONEX_LOGIN_CREDS_TOOLTIP" = "Brugernavnet og adgangskoden bruges kun til at hente certifikatet og indstille godkendelse til det. De bevares ikke.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X-godkendelse mislykkedes.";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X kan ikke godkende. Den valgte konfiguration er muligvis ugyldig. Hvis du ikke ved, hvilken konfiguration du skal oprette forbindelse med, skal du spørge netværksadministratoren."; 
"ONEX_PROTOCOL_FAILURE" = "En eller flere af de protokoller, du prøver at oprette forbindelse med, er ikke understøttet. Hvis du ikke ved, hvilke protokoller du skal oprette forbindelse med, skal du spørge netværksadministratoren."; 
"ONEX_INNER_PROT_FAILURE" = "En eller flere af de indre protokoller, du prøver at oprette forbindelse med, er ikke understøttet. Hvis du ikke ved, hvilke indre protokoller du skal oprette forbindelse med, skal du spørge netværksadministratoren."; 
"ONEX_SECURITY_ERROR" = "Sikkerhedsfejl: %d";
"ONEX_ERROR_PORT" = "( Fejl: %1$d i port %2$@ )";

"ONEX_AUTHENTICATING" = "Godkender";
"ONEX_CONNECTED" = "Godkendt";
"ONEX_CONNECTED_VIA" = "Godkendt via %@";
"ONEX_CONNECTED_VIA_PROT" = "Godkendt via %@ (%@)";
"ONEX_ELAPSED_TIME" = "Tilslutningstid: %@";
"ONEX_NO_AUTHENTICATOR" = "Godkendelsesserver svarer ikke.";

"ONEX_PROGRESS_TITLE" = "Konfigurerer %@-indstillinger til %@";
"ONEX_PROGRESS_STEP_AUTH" = "Godkender…";
"ONEX_PROGRESS_STEP_TRUST" = "Indstiller godkendelse…";

"ONEX_SYSTEM_DOMAIN" = "Systembeskrivelser";
"ONEX_LOGINWINDOW_DOMAIN" = "Beskrivelser til log ind-vindue";
"ONEX_USER_DOMAIN" = "Brugerbeskrivelser";
"ONEX_SYSTEM_CONFIG" = "Systemprofil";
"ONEX_LOGINWINDOW_CONFIG" = "log ind-vindue";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Erstat systembeskrivelsen?";
"ONEX_REPLACE" = "Erstat";
"ONEX_REPLACE_SHEET_INFO" = "Erstat systembeskrivelsen med beskrivelsen “%@”?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Der er allerede en beskrivelse til dette netværk.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "Oprettelse af en ny beskrivelse til dette netværk kan gøre det sværere at oprette automatisk forbindelse til netværket.";

/* status strings */
"UNKNOWN_SUMMARY" = "Status for netværksforbindelsen kan ikke bestemmes.";
"UNKNOWN_STATUS" = "Netværkstatus er ukendt";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Føj et foretrukket netværk til listen";
"DELETE_NETWORK_TOOLTIP" = "Fjern et netværk fra den foretrukne liste";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ er slået fra";
"AIRPORT_ON" = "%@ er slået til";
"AIRPORT_CONNECTED" = "%@ er forbundet til et netværk";
"AIRPORT_UNKNOWN" = "Status for den trådløse forbindelse er ukendt.";
"AIRPORT_NO_NETWORK" = "Intet netværk valgt";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ er tændt, men er ikke forbundet til et netværk.";
"AIRPORT_CONNECTED_TO" = "%1$@ er forbundet til %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ er forbundet til computer til computer-netværket %2$@.";
"AIRPORT_NO_IP" = "%@ har ikke en IP-adresse og kan ikke oprette forbindelse til Internet.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ er indstillet til at modtage en IP-adresse fra %2$@, men den har ikke en IP-adresse og kan ikke oprette forbindelse til Internet.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ er forbundet til %2$@ og har IP-adressen %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ har tildelt sig selv IP-adressen %@ og kan måske ikke oprette forbindelse til Internet.";
"AIRPORT_NO_ROUTER" = "Kan ikke kommunikere med basen. Sørg for, at basen er indstillet korrekt.";
"AIRPORT_NO_REACH_IP" = "%@ er forbundet til det trådløse netværk, men basens status er ikke tilgængelig. Der er evt. forbindelse til Internet.";
"AIRPORT_NO_DNS" = "%@ har forbindelse til Internet, men DNS-indstillingerne er muligvis ikke korrekte.";
"AIRPORT_INTERNET_SHARING" = "Internetdeling er slået til og bruger %@ til deling af forbindelsen.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "Der oprettes automatisk forbindelse til kendte netværk. Hvis der ikke er nogen tilgængelige kendte netværk, bliver du spurgt, før der oprettes forbindelse til et nyt netværk.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "Der oprettes automatisk forbindelse til kendte netværk. Hvis der ikke er nogen tilgængelige kendte netværk, skal du vælge et netværk manuelt.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ er aktiv";
"ETHERNET_NOT_ACTIVE" = "%@ er ikke aktiv";
"ETHERNET_CONNECTED" = "%@ har forbindelse";
"ETHERNET_NOT_CONNECTED" = "%@ har ikke forbindelse";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ er aktiv og har IP-adressen %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "Kablet til %@ er tilsluttet, men din computer har ingen IP-adresse.";
"ETHERNET_NOT_PLUGGED" = "Enten er kablet til %@ ikke tilsluttet, eller også svarer enheden i den anden ende ikke.";
"ETHERNET_LINK_LOCAL" = "%@ har tildelt sig selv en IP-adresse og kan måske ikke oprette forbindelse til Internet.";
"ETHERNET_NO_ROUTER" = "Netværksstatus kan ikke kommunikere med routeren.";
"ETHERNET_NO_REACH_IP" = "%@ har forbindelse til det lokale netværk, men Netværksstatus kan ikke kontrollere, om der er adgang til Internet.";
"ETHERNET_NO_DNS" = "%@ har forbindelse, men DNS fungerer ikke som forventet og er muligvis ikke konfigureret korrekt.";
"ETHERNET_LOOPBACK" = "%@ har en loopback IP-adresse og kan måske ikke oprette forbindelse.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ har ikke forbindelse.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "Enten er kablet til %@ ikke tilsluttet, eller også svarer enheden ikke.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Der er ikke tilsluttet nogle FireWire-netværksenheder.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ er ikke konfigureret";
"MODEM_CONNECTED" = "%@ har forbindelse";
"MODEM_NOT_CONNECTED" = "%@ har ikke forbindelse";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ er ikke konfigureret endnu.";
"MODEM_READY" = "Tryk på knappen Tilslut for at oprette forbindelse til netværket.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ er passiv";
"VPN_CONNECTED" = "%@ har forbindelse";
"VPN_CONNECTING" = "%@ opretter forbindelse…";
"VPN_DISCONNECTING" = "%@ afbryder forbindelse…";
"VPN_NOT_CONNECTED" = "%@ har ikke forbindelse";
"VPN_UNKNOWN_STATE" = "%@ har en ukendt status";
"VPN_NOT_CONFIGURED" = "%@ er ikke konfigureret";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Eksisterende konfigurationer går tabt";
"LINK_ALERT_EXISTING_CONFIG" = "Du mister eksisterende konfigurationer på de valgte porte. Er du sikker på, at du vil oprette en samling?";
"LINK_STATUS_SPEED_DOWN" = "ned";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Ugyldig henvisning";
"LINK_STATUS_NO_PARTNER" = "Ingen partner";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Forkert gruppe";
"LINK_STATUS_UNKNOWN" = "Ukendt";
"LINK_STATUS_TOOLTIP_ENABLED" = "Ingen problemer fundet.";
"LINK_STATUS_TOOLTIP_INVALID" = "Henvisningsstatus var ikke gyldig (dvs. nede, halv dupleks eller forkert hastighed).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "Den port på switchen, som enheden er tilsluttet, synes ikke at have slået samling af 802.3ad-forbindelse til.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "Porten er forbundet med en partner, men den forbundne samlingsgruppe er forskellig fra den aktive.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "Status for denne enhed kunne ikke bestemmes.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Konfigurationerne til “%@” kunne ikke importeres.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Ingen “%@”-tjenester fundet.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "“%@”-konfigurationerne kunne ikke importeres, fordi der ikke er indstillet en “%@”-tjeneste i vinduet Netværk.";
"IMPORT_FAILED_BAD_FILE" = "Importen mislykkedes, fordi arkivet er ugyldigt.";
"IMPORT_MULTIPLE_FORMAT" = "Der blev fundet flere %@-tjenester. Vælg den tjeneste, du vil importere konfigurationerne til:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Der blev fundet flere tjenester, der understøtter %@. Vælg den tjeneste, du vil importere konfigurationerne til:";
"EXPORT_FAILED" = "Eksporten mislykkedes.";
"EXPORT_FAILED_FILE" = "Kan ikke skrive konfigurationerne til arkivet.";
"EXPORT_FAILED_CONFIGS" = "Kan ikke skrive konfigurationerne til arkivet, fordi der ikke er nogen konfigurationer.";
"EXPORT_FAILED_CHECKBOXES" = "Kan ikke skrive konfigurationerne til arkivet, fordi der ikke er valgt nogen afkrydsningsfelter.";
"EXPORT_FAILED_FILE_8021x" = "Kan ikke skrive 802.1X-beskrivelserne til arkivet.";
"EXPORT_FAILED_PROFILES" = "Kan ikke skrive 802.1X-beskrivelserne til arkivet, fordi der ikke er nogen beskrivelser.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Kan ikke skrive 802.1X-beskrivelserne til arkivet, fordi der ikke er valgt nogen afkrydsningsfelter.";

"EXPORT_UNTITLED_FILE" = "Uden navn";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Har du brug for hjælp til at indstille en ny netværksforbindelse eller til at løse et netværksproblem?";
"ASSIST_SHEET_INFO" = "Hvis du har brug for hjælp til at indstille en ny netværkskonfiguration, skal du klikke på Assistent. Hvis du har brug for hjælp til at løse et problem med netværksforbindelsen, skal du klikke på Diagnosticering.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Assistent…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnosticering…";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk er aktiv på en anden netværkstjeneste.";
"APPLETALK_ALRT_EXPLANATION" = "Vil du slå AppleTalk fra på \“%@\”."; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk kan kun være aktiv på én netværksport ad gangen. Hvis du fortsætter, bliver AppleTalk slået fra på %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Ikke tilgængelig";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Vis VPN-status i menulinje";
"SHOW_MODEM_MENUEXTRA" = "Vis modemstatus på menulinje";
"SHOW_WWAN_MENUEXTRA" = "Vis WWAN-status på menulinje";
"SHOW_PPPOE_MENUEXTRA" = "Vis PPPoE-status på menulinje";
"SHOW_IRDA_MENUEXTRA" = "Vis IrDA-status på menulinje";

/* Accessibility Strings */
"Location Actions" = "Lokalitetshandlinger";
"Add Location" = "Tilføj lokalitet";
"Delete Location" = "Slet lokalitet";

"Add search domain" = "Tilføj søgedomæne";
"Delete search domain" = "Slet søgedomæne";
"Add DNS server" = "Tilføj DNS-server";
"Delete DNS server" = "Slet DNS-server";

"Add Service"= "Tilføj tjeneste";
"Delete Service" = "Slet tjeneste";
"Service Actions" = "Tjenestehandlinger";

"Add Profile"= "Tilføj beskrivelse";
"Delete Profile" = "Slet beskrivelse";

"SERVICE_LOGO_FORMAT" = "%@-logo";
"Service Logo" = "Tjenestelogo";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "Server vil bede om adgangskode";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Ingen PAN-enheder fundet";